<?php
return [
    "login_successful" => "ورود به حساب کاربری با موفقیت انجام شد",
    "complete_profile" => "ثبت نام با موفقیت انجام شد، لطفا اطلاعات کاربری خود را تکمیل نمایید",
    "invalid_credentials" => "ایمیل یا رمز عبور اشتباه است",
    "otp_already_sent" => "رمز یک بار مصرف قبلا برای شما ارسال شده است",
    "otp_expired" => "رمز یک بار مصرف شما منقضی شده است",
    "otp_invalid" => "رمز یک بار مصرف وارد شده اشتباه است",
    "otp_sent" => "رمز یک بار مصرف برای شما ارسال شد",
    "user" => [
        "invalid_password" => "رمز عبور وارد شده اشتباه است",
        "change_password_error" => "تغییر رمز عبور با خطا روبرو شد",
        "change_password_success" => "تغییر رمز عبور با موفقیت انجام شد",
        "change_profile_error" => "ویرایش اطلاعات کاربری شما با خطا روبرو شد",
        "change_profile_success" => "اطلاعات کاربری شما با موفقیت ویرایش شد",
        "email_sent" => "لینک تأیید  به ایمیل شما ارسال شد",
        "change_email_error" => "ویرایش ایمیل با خطا روبرو شد",
        "change_email_success" => "ایمیل شما با موفقیت تغییر کرد",
        "change_email_link_invalid" => "لینک تأیید ایمیل معتبر نیست",
        "not_found" => "کاربر پیدا نشد",
    ]
];
